package com.example.application.bean;

import java.util.List;

/**
 * Created by lenovo on 2018/6/7.
 */

public class BookBean {
    /**
     * count : 20
     * start : 0
     * total : 585
     * books : [{"rating":{"max":10,"numRaters":4973,"average":"8.7","min":0},"subtitle":"张竹坡批评第一奇书","author":["兰陵笑笑生"],"pubdate":"1991","tags":[{"count":2564,"name":"金瓶梅","title":"金瓶梅"},{"count":1360,"name":"古典文学","title":"古典文学"},{"count":1052,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":887,"name":"小说","title":"小说"},{"count":834,"name":"中国古典文学","title":"中国古典文学"},{"count":553,"name":"中国文学","title":"中国文学"},{"count":461,"name":"古典","title":"古典"},{"count":434,"name":"中国","title":"中国"}],"origin_title":"（明）兰陵笑笑生","image":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg","binding":"","translator":[],"catalog":"\n      ","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29732363.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29732363.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg"},"alt":"https://book.douban.com/subject/1456692/","id":"1456692","publisher":"齐鲁出版社","isbn10":"7533300815","isbn13":"9787533300814","title":"金瓶梅","url":"https://api.douban.com/v2/book/1456692","alt_title":"（明）兰陵笑笑生","author_intro":"","summary":"本书由王汝梅与李昭恂、于凤树校点。","series":{"id":"4279","title":"明代四大奇书"},"price":"268.00元"},{"rating":{"max":10,"numRaters":1244,"average":"9.0","min":0},"subtitle":"张竹坡批评第一奇书","pubdate":"1987年1月","image":"https://img3.doubanio.com/view/subject/m/public/s3912954.jpg","binding":"平装","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3912954.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3912954.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3912954.jpg"},"alt":"https://book.douban.com/subject/3079969/","id":"3079969","title":"金瓶梅","author_intro":"王汝梅 李昭恂 于凤树 校点。","tags":[{"count":720,"name":"金瓶梅","title":"金瓶梅"},{"count":361,"name":"古典文学","title":"古典文学"},{"count":326,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":277,"name":"小说","title":"小说"},{"count":262,"name":"中国古典文学","title":"中国古典文学"},{"count":188,"name":"经典","title":"经典"},{"count":175,"name":"中国文学","title":"中国文学"},{"count":131,"name":"古典","title":"古典"}],"origin_title":"","price":"68","translator":[],"catalog":"","pages":"1588","publisher":"齐鲁书社","isbn10":"SH10206-160","alt_title":"张竹坡批评第一奇书","url":"https://api.douban.com/v2/book/3079969","author":["王汝梅 李昭恂 于凤树 校点"],"summary":""},{"rating":{"max":10,"numRaters":502,"average":"9.0","min":0},"subtitle":"","author":["笑笑生"],"pubdate":"2006年","tags":[{"count":250,"name":"金瓶梅","title":"金瓶梅"},{"count":226,"name":"古典文学","title":"古典文学"},{"count":123,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":109,"name":"小说","title":"小说"},{"count":91,"name":"中国文学","title":"中国文学"},{"count":82,"name":"《金瓶梅》","title":"《金瓶梅》"},{"count":61,"name":"中国","title":"中国"},{"count":56,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s4655223.jpg","binding":"平装","translator":[],"catalog":"卷之一\n第一回　西门庆热结十弟兄　武二郎冷遇亲哥嫂\n第二回　俏潘娘帘下勾情　老王婆茶坊说技\n第三回　定挨光王婆受贿　设圈套浪子私挑\n第四回　赴巫山潘氏幽欢　闹茶坊郓哥义愤\n第五回　捉奸情郓哥定计　饮鸩药武大遭殃\n卷之二\n第六回　何九受贿瞒天　王婆帮闲遇雨\n第七回　薛媒婆说娶孟三儿　杨姑娘气骂张四舅\n第八回　盼情郎佳人占鬼卦　烧夫灵和尚听淫声\n第九回　西门庆偷娶潘金莲　武都头误打李皂隶\n第十回　义士充配孟州道　妻妾玩赏芙蓉亭\n卷之三\n第十一回　潘金莲激打孙雪娥　西门庆梳笼李桂姐\n第十二回　潘金莲私仆受辱　刘理星魇胜求财\n第十三回　李瓶姐墙头密约　迎春儿隙底私窥\n第十四回　花子虚因气丧身　李瓶儿迎奸赴会\n第十五回　佳人笑赏玩灯楼　狎客帮嫖丽春院\n卷之四\n第十六回　西门庆择吉佳期　应伯爵追欢喜庆\n第十七回　宇给事劾倒杨提督　李瓶儿许嫁蒋竹山\n第十八回　赂相府西门脱祸　见娇娘敬济销魂\n第十九回　草里蛇逻打蒋竹山　李瓶儿情感西门庆\n第二十回　傻帮闲趋奉闹华筵　痴子弟争锋毁花院\n卷之五\n第二十一回　吴月娘扫雪烹茶　应伯爵替花邀酒\n第二十二回　蕙莲儿偷期蒙爱　春梅姐正色闲邪\n第二十三回　赌棋枰瓶儿输钞　觑藏春潘氏潜踪\n第二十四回　敬济元夜戏娇姿　惠祥怒詈来旺妇\n第二十五回　吴月娘春昼秋千　来旺儿醉中谤仙\n卷之六\n第二十六回　来旺儿递解徐州　宋蕙莲含羞自缢\n第二十七回　李瓶儿私语翡翠轩　潘金莲醉闹葡萄架\n第二十八回　陈敬济徼幸得金莲　西门庆糊涂打铁棍\n第二十九回　吴神仙冰鉴定终身　潘金莲兰汤邀午战\n第三十回　蔡太师擅恩锡爵　西门庆生子加官\n卷之七\n第三十一回　琴童儿藏壶构衅　西门庆开宴为欢\n第三十二回　李桂姐趋炎认女　潘金莲怀妒惊儿\n第三十三回　陈敬济失钥罚唱　韩道国纵妇争锋\n第三十四回　献芳樽内室乞恩　受私贿后庭说事\n第三十五回　西门庆为男宠报仇　书童儿作女妆媚客\n卷之八\n第三十六回　翟管家寄书寻女子　蔡状元留饮借盘缠\n第三十七回　冯妈妈说嫁韩爱姐　西门庆包占王六儿\n第三十八回　王六儿棒槌打捣鬼　潘金莲雪夜弄琵琶\n第三十九回　寄法名官哥穿道服　散生日敬济拜冤家\n第四十回　抱孩童瓶儿希宠　妆丫鬟金莲市爱\n卷之九\n第四十一回　两孩儿联姻共笑嬉　二佳人愤深同气苦\n第四十二回　逞豪华门前放烟火　赏元宵楼上醉花灯\n第四十三回　争宠爱金莲惹气　卖富贵吴月攀亲\n第四十四回　避马房侍女偷金　下象棋佳人消夜\n第四十五回　应伯爵劝当铜锣　李瓶儿解衣银姐\n卷之十\n第四十六回　元夜游行遇雪雨　妻妾戏笑卜龟儿\n第四十七回　苗青贪财害主　西门枉法受赃\n第四十八回　弄私情戏赠一枝桃　走捷径探归七件事\n第四十九回　请巡按屈体求荣　遇胡僧现身施药\n第五十回　琴童潜听燕莺欢　玳安嬉游蝴蝶巷\n卷之十一\n第五十一回　打猫儿金莲品玉　斗叶子敬济输金\n第五十二回　应伯爵山洞戏春娇　潘金莲花园调爱婿\n第五十三回　潘金莲惊散幽欢　吴月娘拜求子息\n第五十四回　应伯爵隔花戏金钏　任医官垂帐诊瓶儿\n第五十五回　西门庆两番庆寿旦　苗员外一诺送歌童\n卷之十二\n第五十六回　西门庆捐金助朋友　常峙节得钞傲妻儿\n第五十七回　开缘簿千金喜舍　戏雕栏一笑回嗔\n第五十八回　潘金莲打狗伤人　孟玉楼周贫磨镜\n第五十九回　西门庆露阳惊爱月　李瓶儿睹物哭官哥\n第六十回　李瓶儿病缠死孽　西门庆官作生涯\n卷之十三\n第六十一回　西门庆乘醉烧阴一户　李瓶儿带病宴重阳\n第六十二回　潘道士法遣黄巾士　西门庆大哭李瓶儿\n第六十三回　韩画士传真作遗爱　西门庆观戏动深悲\n第六十四回　玉箫跪受三章约　书童私挂一帆风\n第六十五回　愿同穴一时丧礼盛　守孤灵半夜口脂香\n卷之十四\n第六十六回　翟管家寄书致赙　黄真人发牒荐亡\n第六十七回　西门庆书房赏雪　李瓶儿梦诉幽情\n第六十八回　应伯爵戏衔玉臂　玳安儿密访蜂媒\n第六十九回　招宣府初调林太太　丽春院惊走王三官\n第七十回　老太监引酌朝房　二提刑庭参太尉\n卷之十五\n第七十一回　李瓶儿何家托梦　提刑官引奏朝仪\n第七十二回　潘金莲抠打如意儿　王三官义拜西门庆\n第七十三回　潘金莲不愤忆吹箫　西门庆新试白绫带\n第七十四回　潘金莲香腮偎玉　薛姑子佛口谈经\n第七十五回　因抱恙玉姐含酸　为护短金莲泼醋\n卷之十六\n第七十六回　春梅娇撒西门庆　画童哭躲温葵轩\n第七十七回　西门庆踏雪访爱月　贲四嫂带水战情郎\n第七十八回　林太太鸳帏再战　如意儿茎露独尝\n第七十九回　西门庆贪欲丧命　吴月娘失偶生儿\n第八十回　潘金莲售色赴东床　李娇儿盗财归丽院\n卷之十七\n第八十一回　韩道国拐财远遁　汤来保欺主背恩\n第八十二回　陈敬济弄一得双　潘金莲热心冷面\n第八十三回　秋菊含恨泄幽情　春梅寄柬谐佳会\n第八十四回　吴月娘大闹碧霞宫　曾静师化缘雪涧洞\n第八十五回　吴月娘识破奸情　春梅姐不垂别泪\n卷之十八\n第八十六回　雪娥唆打陈敬济　金莲解渴王潮儿\n第八十七回　王婆子贪财忘祸　武都头杀嫂祭兄\n第八十八回　陈敬济感旧祭金莲　庞大姐埋尸托张胜\n第八十九回　清明节寡妇上新坟　永福寺夫人逢故主\n第九十回　来旺偷拐孙雪娥　雪娥受辱守备府\n卷之十九\n第九十一回　孟玉楼爱嫁李衙内　李衙内怒打玉簪儿\n第九十二回　陈敬济被陷严州府　吴月娘大闹授官厅\n第九十三回　王杏庵义恤贫儿　金道士娈淫少弟\n第九十四回　大酒楼刘二撒泼　洒家店雪娥为娼\n第九十五回　玳安儿窃玉成婚　吴典恩负心被辱\n卷之二十\n第九十六回　春梅姐游旧家池馆　杨光彦作当面豺狼\n第九十七回　假弟妹暗续鸾胶　真夫妇明谐花烛\n第九十八回　陈敬济临清逢旧识　韩爱姐翠馆遇情郎\n第九十九回　刘二醉骂王六儿　张胜窃听张敬济\n第一百回　韩爱姐路遇二捣鬼　普静师幻度孝哥儿","pages":"1019","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s4655223.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s4655223.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s4655223.jpg"},"alt":"https://book.douban.com/subject/1916451/","id":"1916451","publisher":"新加坡南洋出版社","isbn10":"9810553064","isbn13":"9789810553067","title":"金瓶梅","url":"https://api.douban.com/v2/book/1916451","alt_title":"","author_intro":"兰陵笑笑生是第一奇书《金瓶梅》的作者。此人真实身份已成为历史谜团。《金瓶梅》廿公跋说《金瓶梅传》，为世庙时一巨公寓言。明沈德符《万历野获编》则说他是嘉靖间大名士手笔。作为中国文学史上第一位独立创作长篇小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。兰陵即今山东省临沂市苍山县，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。兰陵笑笑生真实作者之考证，至今犹为一大难题，被喻为中国文学古代作家考证界的\u201c哥德巴赫猜想\u201d。\n董玉振获得清华大学工学博士学位，在新加坡被誉为毛泽东研究专家，他本人及其著作《巨人的背影\u2014\u2014为毛泽东辩护及当代中国问题省思》被南洋媒体广泛报道，并受邀在新加坡、马来西亚进行多场大型演讲。","summary":"这套《金瓶梅》（上、下册，约1240印刷页）是全球第一部简体、双版本、带200原图（其中30多幅春宫图也全部保留）、不做任何删节处理的版本。是目前海内外各种版本中内容最全的版本。\n它以北京大学图书馆藏善本影印本为蓝本制作的。包括拥有最充分原始信息、最具可读性的\u201c崇祯本\u201d全部内容（该版本曾面向中国高级领导干部、学者和大型图书馆少量印制），并附录万历\u201c词话本\u201d中和\u201c崇祯本\u201d内容不同的部分（将\u201c词话本\u201d中与\u201c崇祯本\u201d差别较大的第一回前半部分，第五十三、五十四回，以及词话本特有，而崇祯本所无的\u201c欣欣自序\u201d、\u201c廿公跋\u201d、\u201c词曰\u201d以及\u201c四贪词\u201d，也一并附上）使得读者花一套书的钱，同时可得两大主要版本的内容。\n崇祯本的200幅精美插图,虽然有\u201c春宫色彩\u201d，也全以每图一页予以保留；崇祯本原有珍贵的眉批和旁评以双排小字体全部插入正文里（该版本现在市面上仅有一套齐鲁版的繁体竖排本，则是将眉批放在页眉位置，使读者不知批点何处。新加坡一些拥有繁体竖排本的读者，又购买该简体版本，主要是看中了这一处理），可起导读作用。并对原本中的异体字进行认真查对和部分替代，给今日读者的阅读必将带来不少方便。\n《金瓶梅》的传世版本很多，主要有词话本、崇祯本和在崇祯本基础上改写而成的\u201c第一奇书\u201d本（中华书局的《会评会校本金瓶梅》以此版本为主体，台湾也出过不少该版本）。\n\u201c崇祯本\u201d可读性较强，是学术界公认的。百年学术争议的课题即：哪本保留了最充分的原始信息，即何者最\u201c正宗\u201d？ 长期以来，学术界普遍认为\u201c词话本\u201d是正宗传本，认为\u201c崇祯本\u201d是在\u201c词话本\u201d基础上改写而成的版本（齐鲁书社出版的繁体竖排本的前言，是由吉林大学知名金学专家王汝梅教授所写，是这一观点的代表性看法）。\n该书主编董玉振博士在细研三大版本基础上，发现了极为确凿的证据，并配合严密的逻辑推演，得出结论：\u201c崇祯本才是《金瓶梅》的真正正宗传本\u201d；否定了万历\u201c词话本\u201d和崇祯本是\u201c父子关系\u201d的传统认识。同时，董博士相当有把握地认为：在万历\u201c词话本\u201d前，曾有过更早的版本，而\u201c崇祯本\u201d就是该版本的唯一传本；有关的分析写入该《金瓶梅》的\u201c前言\u201d中。到目前为止，还没有学者对这一准确的论证提出质疑。董玉振博士所写的前言，引起新加坡本地学者购买该书的极大兴趣。\n董玉振获得清华大学工学博士学位，在新加坡被誉为毛泽东研究专家，他本人及其著作《巨人的背影\u2014\u2014为毛泽东辩护及当代中国问题省思》被南洋媒体广泛报道，并受邀在新加坡、马来西亚进行多场大型演讲。","price":"466"},{"rating":{"max":10,"numRaters":1655,"average":"8.9","min":0},"subtitle":"","author":["[明] 兰陵笑笑生"],"pubdate":"2008-8","tags":[{"count":553,"name":"古典文学","title":"古典文学"},{"count":542,"name":"金瓶梅","title":"金瓶梅"},{"count":345,"name":"金瓶梅词话（上下册）","title":"金瓶梅词话（上下册）"},{"count":343,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":287,"name":"小说","title":"小说"},{"count":270,"name":"中国古典文学","title":"中国古典文学"},{"count":159,"name":"中国文学","title":"中国文学"},{"count":117,"name":"古典","title":"古典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3233653.jpg","binding":"精装","translator":["陶慕宁 校注"],"catalog":"","pages":"1365","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3233653.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3233653.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3233653.jpg"},"alt":"https://book.douban.com/subject/3191229/","id":"3191229","publisher":"人民文学出版社","isbn10":"7020065929","isbn13":"9787020065929","title":"金瓶梅词话（全两册）","url":"https://api.douban.com/v2/book/3191229","alt_title":"","author_intro":"兰陵笑笑生，明代文学家，《金瓶梅》的作者的笔名，兰陵即今山东省枣庄市峄城区，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。\n由于兰陵笑笑生为化名，至今尚未发现其他直接证据可证明此人为谁，明沈德符《万历野获编》则说是\u201c嘉靖间大名士手笔。\u201d目前普遍的说法是王世贞，清代宋起风、顾公燮、李慈铭、梁章巨等学者也认为《金瓶梅》作者应是王世贞。\n传说，王世贞之父被严世蕃所害，而严世蕃好读奇书，王世贞乃著《金瓶梅》，书里写了很多淫秽的内容，看的人爱不释手，又在书角蘸以砒霜毒液，然后将书卖给严世蕃，严世蕃嗜读此书，不停以手在嘴上沾点唾液，把那一页再翻过去，读完此书，遂毒发身亡。这个传言并不可靠，鲁迅认为过于牵强附会：\u201c后人之主张此说，并且以苦孝说冠其首，也无非是想减轻社会上的攻击手段，并不是确有王世贞所作的凭据\u201d。\n许建平《金学考论》与霍现俊《〈金瓶梅〉发微》再次认定是王世贞作，许建平认为\u201c21世纪《金瓶梅》研究应从王世贞研究作为新的突破口和起点\u201d。\n兰陵笑笑生真实身份至今尚在争议中，迄今已提出六十多位候选人，除王世贞之外、还有：贾三近、屠隆、李开先、徐渭、王稚登，此外还有汤显祖、冯梦龙、李先芳、沈德符、李渔、赵南星、卢楠、李贽、冯维敏、谢榛、贾梦龙、薛应旗、臧晋叔、金圣叹、田艺蘅、王采、唐寅、李攀龙、萧鸣凤、胡忠、丁惟宁等人。\n本文内容在GNU自由文档许可证下发布。所使用的材料来自于维基百科的条目\u201c兰陵笑笑生\u201d。\n其中较有可信度的有：黄霖的\u201c屠隆说\u201d，卜键的\u201c李开先说\u201d，鲁歌、马征的\u201c王稚登说\u201d，许建平、霍现俊的\u201c王世贞说\u201d，潘承玉的\u201c徐渭说\u201d等，被称为五大说。","summary":"整理校注情况（摘要）\n1.使用人民文学出版社一九九一年影印明万历丁巳（1617）年《金瓶梅词话》为工作底本，缺页由日本大安株式会社一九六三年同版别部影印本配补。校勘本主要有：北京大学图书馆藏明崇祯间刊本《新刻绣像批评金瓶梅》；清康熙间刊刻张竹坡批评的《第一奇书》本。\n2.校勘以尽量保存\u201c词话本\u201d原貌为宗旨，文字大略可通或今思不通而当日未必不通者，不作改动。凡改动原文处，皆参核别本出校。明显的讹夺衍误而又无他书可校者，则斟酌厘定，并于校记中说明。\n3.词话本中有部分俗体字、异体字、假借字或以方音直接录入的别字，在不影响阅读、理解的前提下，一般不予改动，以利博识。有些容易引起歧义者遵循现在简化字的写法，统一作某字，不一一出校。另有少量刻误之字，则径行改正，不出校。\n4.词话本情节素材多有采撷自《水浒传》及宋、元、明话本小说者，凡遇此种情况，皆比对原书，《水浒传》用明容与堂刻本，其他话本小说采用《京本通俗小说》、《清平山堂话本》等早期刊本。词话本明显舛错处，据他书改正，出校记说明。词话本与他书文字相异但文意可通处，不作改动，出校记说明。\n5.以《盛世新声》、《词林摘艳》、《雍熙乐府》、《群音类选》等明代曲集校核词话本中散曲。凡词话本句意可通，合于曲律而文字异于诸曲集者，以词话本为准，不妄改。词话本乖于曲律，文字错谬处，则参酌诸书，择善而从，并出校记。\n6.本书注释侧重于俗语、方言、隐语、歇后语及江湖切语的诠解，典章制度与一般故事从略。注释不务繁琐引证，但求简明扼要。\n7.多年来《金瓶梅》点校及语词研究成果斐然，本书亦有所汲取，不敢掠美，仅将主要参考书布列于下，注文中不再一一标示：\n姚灵犀《瓶外卮言》\n魏子云《金瓶梅词话注释》\n王利器主编《金瓶梅词典》\n黄霖主编《金瓶梅大词典》\n白维国《金瓶梅词典》\n傅憎享《金瓶梅隐语揭秘》\n人民文学出版社一九八五年版戴鸿森校点《金瓶梅词话》\n浙江古籍出版社一九九一年版《李渔全集·新刻绣像批评金瓶梅》\n岳麓书社一九九五年版白维国、卜键校注《金瓶梅词话校注》\n8.词话本内容有少量淫亵描写，虽与刻画人物性格不无关系，考虑到其负面影响，仍作了必要的删节。全书共删去四千三百字。","price":"90.00元"},{"rating":{"max":10,"numRaters":184,"average":"9.2","min":0},"subtitle":"皋鹤堂批评第一奇书：插图本","author":["[明] 兰陵笑笑生 著","王汝梅 校注"],"pubdate":"1994-10","tags":[{"count":79,"name":"金瓶梅","title":"金瓶梅"},{"count":71,"name":"古典文学","title":"古典文学"},{"count":43,"name":"小说","title":"小说"},{"count":30,"name":"中国古典文学","title":"中国古典文学"},{"count":29,"name":"【明】兰陵笑笑生","title":"【明】兰陵笑笑生"},{"count":20,"name":"中国文学","title":"中国文学"},{"count":18,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":14,"name":"我的藏書","title":"我的藏書"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27239154.jpg","binding":"精装","translator":[],"catalog":"\n      ","pages":"1399","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27239154.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27239154.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27239154.jpg"},"alt":"https://book.douban.com/subject/1597987/","id":"1597987","publisher":"吉林大学出版社","isbn10":"7560116337","isbn13":"9787560116334","title":"金瓶梅","url":"https://api.douban.com/v2/book/1597987","alt_title":"","author_intro":"","summary":"\n      ","price":"680.00元"},{"rating":{"max":10,"numRaters":1036,"average":"8.7","min":0},"subtitle":"","author":["田晓菲"],"pubdate":"2005-1","tags":[{"count":416,"name":"田晓菲","title":"田晓菲"},{"count":391,"name":"金瓶梅","title":"金瓶梅"},{"count":266,"name":"文学评论","title":"文学评论"},{"count":126,"name":"秋水堂论金瓶梅","title":"秋水堂论金瓶梅"},{"count":103,"name":"古典文学","title":"古典文学"},{"count":97,"name":"文学","title":"文学"},{"count":94,"name":"文学研究","title":"文学研究"},{"count":75,"name":"文艺评论","title":"文艺评论"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s27978858.jpg","binding":"平装","translator":[],"catalog":"第一回西门庆热结十弟兄，武二郎冷遇亲哥嫂\n（第一回景阳冈武松打虎，潘金莲嫌夫卖风月）\n第二回俏潘娘帘下勾情，老王婆茶坊说技\n（第二回西门庆帘下遇金莲，王婆子贪贿说风情）\n第三回定挨光王婆受贿，设圈套浪子私挑\n（第三回王婆定十件挨光计，西门庆茶房戏金莲）\n第四回赴巫山潘氏幽欢，闹茶坊郓哥义愤\n（第四回淫妇背武大偷奸，郓哥不愤闹茶肆）\n第五回捉奸情郓哥定计，饮鸩药武大遭殃\n（第五回郓哥帮捉骂王婆，淫妇药鸩武大郎）\n第六回何九受贿瞒天，王婆帮闲遇雨\n（第六回西门庆买嘱何九，王婆打酒遇大雨）\n第七回薛媒婆说娶孟三儿，杨姑娘气骂张四舅\n（第七回薛嫂儿说娶孟玉楼，杨姑娘气骂张四舅）\n第八回盼情郎佳人占鬼卦，烧夫灵和尚听淫声\n（第八回潘金莲永夜盼西门庆，烧夫灵和尚听淫声）\n第九回西门庆偷娶潘金莲，武都头误打李皂隶\n（第九回西门庆计娶潘金莲，武都头误打李外传）\n第十回义士充配盖州道，妻妾玩赏芙蓉亭\n（第十回武二充配孟州道，妻妾宴赏芙蓉亭）\n第十一回潘金莲激打孙雪娥，西门庆梳笼李桂姐\n（第十一回潘金莲激打孙雪娥，西门庆梳笼李桂姐）\n第十二回潘金莲私仆受辱，刘理星魇胜求财\n（第十二回潘金莲私仆受辱，刘理星魇胜贪财）\n第十三回李瓶姐墙头密约，迎春儿隙底私窥\n（第十三回李瓶儿隔墙密约，迎春女窥隙偷光）\n第十四回花子虚因气丧身，李瓶儿迎奸赴会\n（第十四四花子虚因气丧身，李瓶儿迎奸赴会）\n第十五回佳人笑赏玩灯楼，狎客帮嫖丽春院\n（第十五回佳人笑赏玩月楼，狎容帮阚丽春院）\n第十六回西门庆择吉佳期，应伯爵追欢喜庆\n（第十六回西门庆谋财娶妇，应伯爵喜庆追欢）\n第十七回宇给事劾倒杨提督，李瓶儿许嫁蒋竹山\n（第十七回宇给事劾倒杨提督，李瓶儿招赘蒋竹山）\n第十八回赂相府西门脱祸，见娇娘敬济销魂\n（第十八回来保上东京干事，陈经济花园管工）\n第十九回草里蛇逻打蒋竹山，李瓶儿情感西门庆\n（第十九回草里蛇逻打蒋竹山，李瓶儿惰感西门庆）\n\u2026\u2026","pages":"317","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s27978858.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s27978858.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s27978858.jpg"},"alt":"https://book.douban.com/subject/1009290/","id":"1009290","publisher":"天津人民出版社","isbn10":"720104057X","isbn13":"9787201040578","title":"秋水堂论金瓶梅","url":"https://api.douban.com/v2/book/1009290","alt_title":"","author_intro":"田晓菲，笔名宇文秋水，1971年生。5岁习古诗，少年时期，古今中外，阅读颇丰。14岁破格入北大，1989年毕业于北京大学英语语言文学系。1991年获美国布拉斯加州立大学英国语言文学硕士学位；1998年获哈佛大学比较文学系博士学位。曾在美国柯盖特大学、康奈尔大学教书。2000年受聘于哈佛大学东亚系执教至今。\n曾有小说、散文、文学评论、诗集发表、出版；又有译作《后现代主义与通俗文化》（中央编译出版社）、《他山的石头记：宇文所安自选集》（江苏人民出版社）。现正致力于《尘几录──陶诗论稿》中英文书稿的著述。秋水堂乃田晓菲在波士顿居所书斋之名。","summary":"秋水的论〈金瓶梅〉，要我们读者看到绣像本的慈悲。与其说这是一咱属于道德教诲的慈悲，毋宁说这是一咱属于文学的慈悲。即使是那些最堕落的角色，也被赋予了一种诗意的人情；没有一个角色具备非人的完美，给我们提供绝对判断的标准。我们还是会对书中的人物做出道德判断\u2014\u2014这部小说要求我们做出判断\u2014\u2014但是我们的无情判断常常会被人性的单纯闪现而软化，这些人性闪现的瞬间迫使我们超越了判断，走向一种处于慈悲之边缘的同情。","price":"39.00元"},{"rating":{"max":10,"numRaters":1347,"average":"8.4","min":0},"subtitle":"《金瓶梅》的声色与虚无","author":["格非"],"pubdate":"2014-8","tags":[{"count":474,"name":"格非","title":"格非"},{"count":397,"name":"金瓶梅研究","title":"金瓶梅研究"},{"count":279,"name":"文学评论","title":"文学评论"},{"count":236,"name":"古典文学","title":"古典文学"},{"count":205,"name":"金瓶梅","title":"金瓶梅"},{"count":130,"name":"文学","title":"文学"},{"count":112,"name":"中国文学","title":"中国文学"},{"count":84,"name":"文化","title":"文化"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27372240.jpg","binding":"精装","translator":[],"catalog":"卷一     经济与法律\n清河\n清河国\n临清\n钞关\n淮上\n南方\n南北方社会风习之别\n书名之寓意\n市井与田园\n人人皆商\n开中\n西门庆的\u201c经济型\u201d人格\n新信仰的出现\n金钱崇拜\n白银货币\n同心圆\n礼与法\n蒋竹山的借票\n\u201c契约社会\u201d的脆弱\n法律与政治\n法律的实质\n法律之外\n卷二   思想与道德\n阳明学的投影\n佛道世界观\n参禅与念佛\n禅、净之辨\n无善无恶\n真妄\n《红楼梦》的真妄观\n\u201c诚\u201d与\u201c真\u201d\n恶人之死\n佛眼\n色情问题\n伦理学的暗夜\n自然、本然与虚无\n倒影\n卷三    修辞例话\n老虎\n十兄弟\n邻居们\n薛嫂\n孙歪头\n回前诗的删改\n撞了个满怀\n李瓶儿\n邸报\n囫囵语\n夫妻交恶\n越界\n邈远\n冰鉴定终身\n两个太监\n\u201c青刀马\u201d与\u201c寒鸦儿\u201d\n白赉光\n价值观之混乱\n道佛之别\n方巾客\n改文书\n贲四嫂宴客\n苗青案\n紫薇花与紫薇郎\n桂姐唱曲\n故事\n水秀才\n郑爱月因何不说话\n半截门子\n病急乱投医\n李瓶儿之死\n二十七盏本命灯\n埋伏\n途中风景\n文嫂的驴子\n幽明之分\n重名问题\n瞎子申二姐\n群芳谱\n蔡御史祭灵\n散\n荷尽已无擎雨盖\n燕还旧巢\n芍药花\n陆沉\n韩爱姐","ebook_url":"https://read.douban.com/ebook/5892039/","pages":"356","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27372240.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27372240.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27372240.jpg"},"alt":"https://book.douban.com/subject/25934176/","id":"25934176","publisher":"译林出版社","isbn10":"754474907X","isbn13":"9787544749077","title":"雪隐鹭鸶","url":"https://api.douban.com/v2/book/25934176","alt_title":"","author_intro":"格非1964年生，江苏丹徒人，当代著名作家、学者，清华大学文学教授，著有《迷舟》、《相遇》等中短篇小说四十余篇，《欲望的旗帜》、《人面桃花》、《山河入梦》、《春尽江南》等长篇小说六部，以及《小说艺术面面观》《小说叙事研究》《文学的邀约》《博尔赫斯的面孔》等论著和随笔集多部。","summary":"本书是著名作家、学者格非论《金瓶梅》的专著。全书第一、第二部分联系明代社会史和思想史脉络，将《金瓶梅》置于十六世纪全球社会转型和文化变革的背景中详细考察，对小说所展现的器物日用、经济活动、观念风习等方面进行深入浅出的探讨；第三部分以细腻生动的随笔和例话形式对《金瓶梅》文本展开细读，赏析其文章修辞的精彩之处。格非教授于治学写作之余反复品读《金瓶梅》，积多年之功得成此书，学者和作家的双重视角使他的解读别有会心。书名\u201c雪隐鹭鸶\u201d四字取自《金瓶梅》中的诗句，喻指《金瓶梅》中深远幽微的人情世态和历史文化信息。格非教授认为，《金瓶梅》是一部激愤之书、悲悯之书，更是一部别开生面、寄意深远的呕心沥血之作。《雪隐鹭鸶》对《金瓶梅》展开全方位解读，正是要鼓励读者穿透偏见和曲解，去索解隐秘、探幽访胜。","ebook_price":"15.99","price":"45.00元"},{"rating":{"max":10,"numRaters":181,"average":"9.3","min":0},"subtitle":"新刻绣像批评","author":["兰陵笑笑生"],"pubdate":"1989-6","tags":[{"count":164,"name":"金瓶梅","title":"金瓶梅"},{"count":74,"name":"古典文学","title":"古典文学"},{"count":36,"name":"小说","title":"小说"},{"count":21,"name":"中国","title":"中国"},{"count":17,"name":"经典","title":"经典"},{"count":17,"name":"漫画","title":"漫画"},{"count":12,"name":"足本","title":"足本"},{"count":12,"name":"繡像","title":"繡像"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s26303658.jpg","binding":"精装","translator":[],"catalog":"","pages":"1430","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s26303658.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s26303658.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s26303658.jpg"},"alt":"https://book.douban.com/subject/4286510/","id":"4286510","publisher":"齐鲁书社","isbn10":"9570467568","isbn13":"9789570467567","title":"金瓶梅","url":"https://api.douban.com/v2/book/4286510","alt_title":"","author_intro":"","summary":"《金瓶梅》崇祯本会校足本，王汝梅校，齐鲁书社1989年6月版。该书是根据国家新闻出版署文件批准，为学术研究需要而出版的。这是《金瓶梅》崇祯本问世以来第一次出版排印本，一字不删，200幅插图照原版影印。此书发行时有限制，原则上只售给各大图书馆和大学中文系教授、文学研究员以上职称的研究人员。","price":"175"},{"rating":{"max":10,"numRaters":1069,"average":"8.8","min":0},"subtitle":"私房阅读《金瓶梅》","author":["侯文咏"],"pubdate":"2010-4","tags":[{"count":381,"name":"金瓶梅","title":"金瓶梅"},{"count":341,"name":"侯文咏","title":"侯文咏"},{"count":173,"name":"文学研究","title":"文学研究"},{"count":169,"name":"台湾","title":"台湾"},{"count":123,"name":"文学","title":"文学"},{"count":72,"name":"文化","title":"文化"},{"count":60,"name":"随笔","title":"随笔"},{"count":42,"name":"研究","title":"研究"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s24417152.jpg","binding":"平装","translator":[],"catalog":"前言\n第一章 大家都爱潘金莲\n第二章 妻妾的争宠战争\n第三章 李瓶儿登场\n第四章 误入野兽丛林的小白兔──宋蕙莲\n第五章 这些人，那些人\u2026\u2026\n第六章 潘金莲与李瓶儿的生死对决\n第七章 香消玉殒李瓶儿\n第八章 后李瓶儿时代\n第九章 西门庆的钱脉、人脉\n第十章 强弩之末西门庆\n第十一章 末路狂花潘金莲\n第十二章 如今俱是异乡人","pages":"534","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s24417152.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s24417152.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s24417152.jpg"},"alt":"https://book.douban.com/subject/4723735/","id":"4723735","publisher":"华文出版社","isbn10":"7507531090","isbn13":"9787507531091","title":"没有神的所在","url":"https://api.douban.com/v2/book/4723735","alt_title":"","author_intro":"台湾嘉义县人，台大医学博士。\n目前专职写作，兼任台北医学院医学研究所副教授，万芳医院、台大医院麻醉科主治医师，并主持\u201c台北ZOO\u201d广播节目。其长篇小说《白色巨塔》是近年代表作，荣获金石堂等畅销排行榜第一名，是台湾地区当前最受欢迎的男作家。\n侯文咏在台湾被称为是作家中的周杰伦，其独创性的\u201c侯式文风\u201d令他多次蝉联\u201c天王级畅销作家\u201d的宝座。其代表作《白色巨塔》于2006年由台湾中视改编成电视剧，《流星花园》导演蔡岳勋执导、当红偶像明星言承旭领衔主演，引发一阵收视热潮。紧接着，他的另一作品《危险心灵》也搬上荧屏，由台湾新生代女演员桂纶镁担纲主演。与此同时，侯文咏另辟蹊径，与台湾主持人蔡康永合作有声出版物《欢乐三国志》，以欢乐诙谐的说书形式解说三国故事，出版之时在台湾刮起\u201c三国旋风\u201d。\n国内出版作品：\n《顽皮故事集》\n《大医院小医师》\n《白色巨塔》\n《危险心灵》","summary":"《没有神的所在:私房阅读《金瓶梅》》内容简介：\u201c与其说《金瓶梅》谈的是性，还不如说是人性；读通《金瓶梅》，让我们在炎凉世态中多一份明澈从容，在险恶人情中少一份戒慎恐惧。\u201d\n\u201c虽然这是一本四百年前的书，但是实在太贴近当代了。有时候看国外的当代作品都还会有些隔阂，但是这本书完全就是可以对号入座──官商勾结、妻妾战争，简直就和某些富豪家一模一样。\u201d\n\u201c进一步要赋予年纪和性别的想象的话，我认为《水浒传》是父亲，《金瓶梅》是母亲，父亲和母亲因为\u201c潘金莲和西门庆\u201d的关系（性的关系）结合在一起，而《红楼梦》就应该是他们的女儿──而且还是一个长得还像妈妈的大美女。\u201d","price":"38.00元"},{"rating":{"max":10,"numRaters":268,"average":"8.9","min":0},"subtitle":"平凡人的宗教剧","author":["孙述宇"],"pubdate":"2011-3","tags":[{"count":131,"name":"金瓶梅","title":"金瓶梅"},{"count":72,"name":"古典文学","title":"古典文学"},{"count":51,"name":"孙述宇","title":"孙述宇"},{"count":40,"name":"文学","title":"文学"},{"count":38,"name":"文学评论","title":"文学评论"},{"count":34,"name":"文学批评","title":"文学批评"},{"count":31,"name":"文艺理论","title":"文艺理论"},{"count":24,"name":"中国古典文学","title":"中国古典文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s6523908.jpg","binding":"平装","translator":[],"catalog":"自   序  / 1\n前言：国人忽略了的小说  / 1\n各种真假缺点  / 4\n写实艺术  / 10\n活力的表现：几个小妓女  / 17\n应伯爵  / 26\n讽刺艺术：《儒林外史》的先河  / 34\n宋惠莲  / 39\n表里之别  / 53\n德行：吴月娘与武松  / 61\n痴爱：李瓶儿  / 72\n嗔恶：潘金莲  / 83\n庞春梅：《金瓶梅》的命名  / 92\n西门庆：贪欲与淫心  / 99\n平凡人的宗教剧  / 109\n余论：布局与成就  / 118","pages":"128","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s6523908.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s6523908.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s6523908.jpg"},"alt":"https://book.douban.com/subject/6105391/","id":"6105391","publisher":"上海古籍出版社","isbn10":"7532557715","isbn13":"9787532557714","title":"金瓶梅","url":"https://api.douban.com/v2/book/6105391","alt_title":"","author_intro":"孙述宇，1934年生，原籍广东中山。抗战时期在西南大后方读小学，胜利后回广州读中学，解放后，曾北上学习自然科学，其后去香港，毕业于新亚书院外文系，继在美国耶鲁大学英文系得到博士学位。长期任教于香港中文大学，授课跨英文、翻译及中文各系，亦曾在美国爱荷华州立大学远东系及台湾中山大学、成功大学等校外文系任教。著述范围为中国旧小说及古代英语与英语语音演变等。","summary":"本书是对《金瓶梅》的写作艺术与人物的赏析，涉及对小说的写实与讽刺艺术、西门庆及他的一众妻妾的个性与人物所代表的意涵的解读，以及《金瓶梅》作者在这种日常生活的绘写中所表现出的巨大的生命力和小说在活色生香的俗世繁华之上所笼罩的浓重的宗教悲悯与劝世意味等。由于作者少年时期熟读旧小说，后又长期淫浸于西方文学，对《金瓶梅》的分析视角独特，既点出了《红楼梦》、《儒林外史》等后继小说对于《金瓶梅》写作艺术的继承与发扬，又常以外国名著的手法与人物形象与《金瓶梅》相比照，在在显示出这部小说的杰出艺术价值。","price":"18.00元"},{"rating":{"max":10,"numRaters":294,"average":"9.2","min":0},"subtitle":"夢梅館校本","author":["蘭陵笑笑生 原著","梅節 校注"],"pubdate":"2007-11","tags":[{"count":172,"name":"金瓶梅","title":"金瓶梅"},{"count":114,"name":"古典文学","title":"古典文学"},{"count":81,"name":"小说","title":"小说"},{"count":69,"name":"梦梅馆本","title":"梦梅馆本"},{"count":53,"name":"中国古典文学","title":"中国古典文学"},{"count":46,"name":"古典小说","title":"古典小说"},{"count":41,"name":"中国","title":"中国"},{"count":36,"name":"梅节校注","title":"梅节校注"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3284814.jpg","binding":"平装","translator":[],"catalog":"","pages":"1968","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3284814.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3284814.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3284814.jpg"},"alt":"https://book.douban.com/subject/2972805/","id":"2972805","publisher":"里仁書局","isbn10":"986692324X","isbn13":"9789866923241","title":"金瓶梅詞話","url":"https://api.douban.com/v2/book/2972805","alt_title":"The.Plum.In.The.Golden.Vase.PHOTOCOPY.iNt.EBOOK","author_intro":"《金瓶梅詞話》是中國著名的古典長篇白話小說，也是最具爭論性的小說。\n梅節先生從八十年代中從事詞話的整理和校點，旨在為讀者提供一個可讀的、較少錯誤的、接近原著的本子。選擇以日本大安本為底本，覆以北京圖書館藏中土本，校以日本內閣文庫和北京大學之《新刻綉像批評金瓶梅》、在兹堂本和崇經堂本之《皋鶴堂批評第一奇書金瓶梅》；并先後參考鄭振鐸、施蟄存諸本，兼吸收姚靈犀、魏子雲等專家研究成果，先後進行三次校注。最近又進行第四次，即本書。用功之勤，成就本書為《金瓶梅詞話》的最佳的校注本。\n该书出版于2007年11月，排印本，4号字繁体竖排，正文1696页，明版插图200页（每回回首两页），25开软精装，共三册。","summary":"《金瓶梅詞話》是中國著名的古典長篇白話小說，也是最具爭論性的小說。\n梅節先生從八十年代中從事詞話的整理和校點，旨在為讀者提供一個可讀的、較少錯誤的、接近原著的本子。選擇以日本大安本為底本，覆以北京圖書館藏中土本，校以日本內閣文庫和北京大學之《新刻綉像批評金瓶梅》、在兹堂本和崇經堂本之《皋鶴堂批評第一奇書金瓶梅》；并先後參考鄭振鐸、施蟄存諸本，兼吸收姚靈犀、魏子雲等專家研究成果，先後進行三次校注。最近又進行第四次，即本書。用功之勤，成就本書為《金瓶梅詞話》的最佳的校注本。","price":"NT$1000"},{"rating":{"max":10,"numRaters":137,"average":"8.6","min":0},"subtitle":"","author":["兰陵笑笑"],"pubdate":"1994-02-01","tags":[{"count":81,"name":"金瓶梅","title":"金瓶梅"},{"count":28,"name":"古典文学","title":"古典文学"},{"count":22,"name":"小说","title":"小说"},{"count":16,"name":"中国文学","title":"中国文学"},{"count":13,"name":"人性","title":"人性"},{"count":12,"name":"风月","title":"风月"},{"count":5,"name":"红楼梦","title":"红楼梦"},{"count":5,"name":"古典","title":"古典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27044150.jpg","binding":"","translator":[],"catalog":"\n      ","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27044150.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27044150.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27044150.jpg"},"alt":"https://book.douban.com/subject/1647090/","id":"1647090","publisher":"北京图书馆出版社","isbn10":"7501311269","isbn13":"9787501311262","title":"金瓶梅","url":"https://api.douban.com/v2/book/1647090","alt_title":"","author_intro":"","summary":"\n      ","price":"7.2"},{"rating":{"max":10,"numRaters":37,"average":"8.2","min":0},"subtitle":"金瓶梅读\u201c物\u201d记","author":["扬之水"],"pubdate":"2018-4","tags":[{"count":83,"name":"金瓶梅","title":"金瓶梅"},{"count":76,"name":"扬之水","title":"扬之水"},{"count":48,"name":"名物","title":"名物"},{"count":38,"name":"文化史","title":"文化史"},{"count":37,"name":"名物研究","title":"名物研究"},{"count":24,"name":"人文历史","title":"人文历史"},{"count":22,"name":"明代","title":"明代"},{"count":17,"name":"散文随笔","title":"散文随笔"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s29742566.jpg","binding":"精装","translator":[],"catalog":"","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29742566.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29742566.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29742566.jpg"},"alt":"https://book.douban.com/subject/27625734/","id":"27625734","publisher":"中华书局","isbn10":"7101130569","isbn13":"9787101130560","title":"物色","url":"https://api.douban.com/v2/book/27625734","alt_title":"","author_intro":"扬之水，中国社会科学院文学所研究员，享受国务院政府特殊津贴。长期从事名物研究，著有《诗经别裁》《先秦诗文史》《奢华之色：宋元明金银器研究》（三卷）《棔柿楼集》（十卷）、《〈读书〉十年》（三册）等。","summary":"名列\u201c四大奇书\u201d之首的《金瓶梅》，向以对明代社会生活丰富琐细的描写而为人称道。而直到今天，对《金瓶梅》名物的研究尚远远不够。在本书中，扬之水着力探讨《金瓶梅》小说中之金银首饰及床、盒具、酒器等，并证以考古发现的实物，由此见出明代生活长卷中若干工笔绘制的细节。","price":"69.00元"},{"rating":{"max":10,"numRaters":590,"average":"7.4","min":0},"subtitle":"吴闲云新说金瓶梅","author":["吴闲云"],"pubdate":"2011-2","tags":[{"count":205,"name":"吴闲云","title":"吴闲云"},{"count":160,"name":"金瓶梅","title":"金瓶梅"},{"count":74,"name":"文学","title":"文学"},{"count":69,"name":"书评","title":"书评"},{"count":64,"name":"古典文学","title":"古典文学"},{"count":48,"name":"新视角","title":"新视角"},{"count":35,"name":"文化随笔","title":"文化随笔"},{"count":35,"name":"小说","title":"小说"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s6476973.jpg","binding":"平装","translator":[],"catalog":"01） 西门庆的家底\n02） 西门庆的朋友\n03） 西门庆与女人\n04） 武大郎真的是穷鬼吗？\n05） 从《金瓶梅》看王婆子的谈话技巧\n06） 奸情是如何败露的\n07） 武大郎捉奸的博弈竞局\n08） 武大郎死后的经济效益\n09） 从《金瓶梅》看媒婆间的竞争\n10） 西门庆相亲\n11） 从《金瓶梅》看：古代女性最想嫁给哪种男人\n12） 西门庆与潘金莲两种不同的结局\n13） 《金瓶梅》对武松作了哪些改写？\n14） 从《金瓶梅》看：执法者如何故意行凶犯法\n15） 从《金瓶梅》看：糊涂官判断糊涂案\n16） 从《金瓶梅》看潘金莲的竞争手段\n17） 从《金瓶梅》看妓女的收入状况\n18） 揭秘：西门庆控制女人的手段\n19） 从《金瓶梅》看古代术士如何谋生\n20） 从《金瓶梅》看西门庆欺骗女性的伎俩\n21） 揭秘：西门庆追女必成的绝招\n题外篇：\u201c西门庆\u201d原型考\n22） 西门庆爆发女人财\n23） 从《金瓶梅》解读：什么是\u201c清官\u201d？\n24） 《金瓶梅》中最悲哀的男人\n25） 解读《金瓶梅》：当女人向男人求婚时\n26） 《金瓶梅》之贫贱医生傍上富婆\n27） 《金瓶梅》之流氓痛打色狼医生\n28） 《金瓶梅》之披着婚纱扑向地狱\n29） 《金瓶梅》的阴柔之美\n30） 解读《金瓶梅》：西门庆捉奸\n31） 读金瓶梅：西门家族中的\u201c英雄排座次\u201d 荐\n32） 《金瓶梅》：西门集团的壮大","pages":"300","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s6476973.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s6476973.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s6476973.jpg"},"alt":"https://book.douban.com/subject/6313273/","id":"6313273","publisher":"湖南人民出版社","isbn10":"7543871300","isbn13":"9787543871304","title":"窥破金瓶","url":"https://api.douban.com/v2/book/6313273","alt_title":"","author_intro":"吴闲云，男，湖北人。自幼酷爱传统文化，对古典文学、古代哲学、古代艺术均有广泛研究。2008年起，陆续撰写《三国中的博弈》《煮酒探西游》《吴闲云新说金瓶梅》等系列文章，并出版《博弈三国》《煮酒探西游》《窥破金瓶》。\n","summary":"读《金瓶梅》，你可以看到一部没有被篡改过的历史，可以看到正史中不曾记载的那些无数鲜活的细节。《金瓶梅》最直接、最真实地再现了那个时代\u2026\u2026","price":"35.00元"},{"rating":{"max":10,"numRaters":339,"average":"9.2","min":0},"subtitle":"","pubdate":"1992年8月","image":"https://img3.doubanio.com/view/subject/m/public/s5125572.jpg","binding":"平装","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s5125572.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s5125572.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s5125572.jpg"},"alt":"https://book.douban.com/subject/1891221/","id":"1891221","title":"金瓶梅词话（全六册）","author_intro":"兰陵笑笑生是第一奇书《金瓶梅词话》的作者。此人真实身份已成为历史谜团。《金瓶梅》廿公跋说《金瓶梅传》，为世庙时一巨公寓言。明沈德符《万历野获编》则说他是嘉靖间大名士手笔。\n作为中国文学史上第一位独立创作长篇小说的作家，兰陵笑笑生在小说创作上达到了前所未有的高度，他所创作的《金瓶梅》以市井人物与世俗风情为描写中心，开启了文人直接取材于现实社会生活而创作长篇小说的先河。\n兰陵即今山东省临沂市苍山县，且书中大量运用山东口语，作者有可能是山东人，或通晓山东环境。兰陵笑笑生真实作者之考证，至今犹为一大难题，被喻为中国文学古代作家考证界的\u201c哥德巴赫猜想\u201d。","tags":[{"count":149,"name":"金瓶梅","title":"金瓶梅"},{"count":98,"name":"古典文学","title":"古典文学"},{"count":74,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":59,"name":"小说","title":"小说"},{"count":54,"name":"中国古典名著","title":"中国古典名著"},{"count":33,"name":"文学","title":"文学"},{"count":30,"name":"全本","title":"全本"},{"count":26,"name":"中国文学","title":"中国文学"}],"origin_title":"","price":"","translator":[],"catalog":"第一回　西门庆热结十弟兄　武二郎冷遇亲哥嫂\n第二回　俏潘娘帘下勾情　老王婆茶坊说技\n第三回　定挨光王婆受贿　设圈套浪子私挑\n第四回　赴巫山潘氏幽欢　闹茶坊郓哥义愤\n第五回　捉奸情郓哥定计　饮鸩药武大遭殃\n第六回　何九受贿瞒天　王婆帮闲遇雨\n第七回　薛媒婆说娶孟三儿　杨姑娘气骂张四舅\n第八回　盼情郎佳人占鬼卦　烧夫灵和尚听淫声\n第九回　西门庆偷娶潘金莲　武都头误打李皂隶\n第十回　义士充配孟州道　妻妾玩赏芙蓉亭\n第十一回　潘金莲激打孙雪娥　西门庆梳笼李桂姐\n第十二回　潘金莲私仆受辱　刘理星魇胜求财\n第十三回　李瓶姐墙头密约　迎春儿隙底私窥\n第十四回　花子虚因气丧身　李瓶儿迎奸赴会\n第十五回　佳人笑赏玩灯楼　狎客帮嫖丽春院\n第十六回　西门庆择吉佳期　应伯爵追欢喜庆\n第十七回　宇给事劾倒杨提督　李瓶儿许嫁蒋竹山\n第十八回　赂相府西门脱祸　见娇娘敬济销魂\n第十九回　草里蛇逻打蒋竹山　李瓶儿情感西门庆\n第二十回　傻帮闲趋奉闹华筵　痴子弟争锋毁花院\n第二十一回　吴月娘扫雪烹茶　应伯爵替花邀酒\n第二十二回　蕙莲儿偷期蒙爱　春梅姐正色闲邪\n第二十三回　赌棋枰瓶儿输钞　觑藏春潘氏潜踪\n第二十四回　敬济元夜戏娇姿　惠祥怒詈来旺妇\n第二十五回　吴月娘春昼秋千　来旺儿醉中谤仙\n第二十六回　来旺儿递解徐州　宋蕙莲含羞自缢\n第二十七回　李瓶儿私语翡翠轩　潘金莲醉闹葡萄架\n第二十八回　陈敬济徼幸得金莲　西门庆糊涂打铁棍\n第二十九回　吴神仙冰鉴定终身　潘金莲兰汤邀午战\n第三十回　蔡太师擅恩锡爵　西门庆生子加官\n第三十一回　琴童儿藏壶构衅　西门庆开宴为欢\n第三十二回　李桂姐趋炎认女　潘金莲怀妒惊儿\n第三十三回　陈敬济失钥罚唱　韩道国纵妇争锋\n第三十四回　献芳樽内室乞恩　受私贿后庭说事\n第三十五回　西门庆为男宠报仇　书童儿作女妆媚客\n第三十六回　翟管家寄书寻女子　蔡状元留饮借盘缠\n第三十七回　冯妈妈说嫁韩爱姐　西门庆包占王六儿\n第三十八回　王六儿棒槌打捣鬼　潘金莲雪夜弄琵琶\n第三十九回　寄法名官哥穿道服　散生日敬济拜冤家\n第四十回　抱孩童瓶儿希宠　妆丫鬟金莲市爱\n第四十一回　两孩儿联姻共笑嬉　二佳人愤深同气苦\n第四十二回　逞豪华门前放烟火　赏元宵楼上醉花灯\n第四十三回　争宠爱金莲惹气　卖富贵吴月攀亲\n第四十四回　避马房侍女偷金　下象棋佳人消夜\n第四十五回　应伯爵劝当铜锣　李瓶儿解衣银姐\n第四十六回　元夜游行遇雪雨　妻妾戏笑卜龟儿\n第四十七回　苗青贪财害主　西门枉法受赃\n第四十八回　弄私情戏赠一枝桃　走捷径探归七件事\n第四十九回　请巡按屈体求荣　遇胡僧现身施药\n第五十回　琴童潜听燕莺欢　玳安嬉游蝴蝶巷\n第五十一回　打猫儿金莲品玉　斗叶子敬济输金\n第五十二回　应伯爵山洞戏春娇　潘金莲花园调爱婿\n第五十三回　潘金莲惊散幽欢　吴月娘拜求子息\n第五十四回　应伯爵隔花戏金钏　任医官垂帐诊瓶儿\n第五十五回　西门庆两番庆寿旦　苗员外一诺送歌童\n第五十六回　西门庆捐金助朋友　常峙节得钞傲妻儿\n第五十七回　开缘簿千金喜舍　戏雕栏一笑回嗔\n第五十八回　潘金莲打狗伤人　孟玉楼周贫磨镜\n第五十九回　西门庆露阳惊爱月　李瓶儿睹物哭官哥\n第六十回　李瓶儿病缠死孽　西门庆官作生涯\n第六十一回　西门庆乘醉烧阴一户　李瓶儿带病宴重阳\n第六十二回　潘道士法遣黄巾士　西门庆大哭李瓶儿\n第六十三回　韩画士传真作遗爱　西门庆观戏动深悲\n第六十四回　玉箫跪受三章约　书童私挂一帆风\n第六十五回　愿同穴一时丧礼盛　守孤灵半夜口脂香\n第六十六回　翟管家寄书致赙　黄真人发牒荐亡\n第六十七回　西门庆书房赏雪　李瓶儿梦诉幽情\n第六十八回　应伯爵戏衔玉臂　玳安儿密访蜂媒\n第六十九回　招宣府初调林太太　丽春院惊走王三官\n第七十回　老太监引酌朝房　二提刑庭参太尉\n第七十一回　李瓶儿何家托梦　提刑官引奏朝仪\n第七十二回　潘金莲抠打如意儿　王三官义拜西门庆\n第七十三回　潘金莲不愤忆吹箫　西门庆新试白绫带\n第七十四回　潘金莲香腮偎玉　薛姑子佛口谈经\n第七十五回　因抱恙玉姐含酸　为护短金莲泼醋\n第七十六回　春梅娇撒西门庆　画童哭躲温葵轩\n第七十七回　西门庆踏雪访爱月　贲四嫂带水战情郎\n第七十八回　林太太鸳帏再战　如意儿茎露独尝\n第七十九回　西门庆贪欲丧命　吴月娘失偶生儿\n第八十回　潘金莲售色赴东床　李娇儿盗财归丽院\n第八十一回　韩道国拐财远遁　汤来保欺主背恩\n第八十二回　陈敬济弄一得双　潘金莲热心冷面\n第八十三回　秋菊含恨泄幽情　春梅寄柬谐佳会\n第八十四回　吴月娘大闹碧霞宫　曾静师化缘雪涧洞\n第八十五回　吴月娘识破奸情　春梅姐不垂别泪\n第八十六回　雪娥唆打陈敬济　金莲解渴王潮儿\n第八十七回　王婆子贪财忘祸　武都头杀嫂祭兄\n第八十八回　陈敬济感旧祭金莲　庞大姐埋尸托张胜\n第八十九回　清明节寡妇上新坟　永福寺夫人逢故主\n第九十回　来旺偷拐孙雪娥　雪娥受辱守备府\n第九十一回　孟玉楼爱嫁李衙内　李衙内怒打玉簪儿\n第九十二回　陈敬济被陷严州府　吴月娘大闹授官厅\n第九十三回　王杏庵义恤贫儿　金道士娈淫少弟\n第九十四回　大酒楼刘二撒泼　洒家店雪娥为娼\n第九十五回　玳安儿窃玉成婚　吴典恩负心被辱\n第九十六回　春梅姐游旧家池馆　杨光彦作当面豺狼\n第九十七回　假弟妹暗续鸾胶　真夫妇明谐花烛\n第九十八回　陈敬济临清逢旧识　韩爱姐翠馆遇情郎\n第九十九回　刘二醉骂王六儿　张胜窃听张敬济\n第一百回　韩爱姐路遇二捣鬼　普静师幻度孝哥儿","pages":"2973","publisher":"香港太平书局","isbn10":"SH15235-222","alt_title":"","url":"https://api.douban.com/v2/book/1891221","author":["兰陵笑笑生"],"summary":"1992.8第1版 1992.6第15次印刷\n影印"},{"rating":{"max":10,"numRaters":681,"average":"9.0","min":0},"subtitle":"","author":["兰陵笑笑生"],"pubdate":"1990年","tags":[{"count":235,"name":"金瓶梅","title":"金瓶梅"},{"count":133,"name":"中国古典文学","title":"中国古典文学"},{"count":119,"name":"小说","title":"小说"},{"count":105,"name":"古典文学","title":"古典文学"},{"count":104,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":56,"name":"经典","title":"经典"},{"count":45,"name":"古典","title":"古典"},{"count":43,"name":"中国","title":"中国"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s3281598.jpg","binding":"精裝","translator":[],"catalog":"","pages":"1430","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s3281598.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s3281598.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s3281598.jpg"},"alt":"https://book.douban.com/subject/2269425/","id":"2269425","publisher":"三聯書店(香港)","isbn10":"9620407873","isbn13":"9789620407871","title":"新刻绣像批评金瓶梅","url":"https://api.douban.com/v2/book/2269425","alt_title":"新刻绣像批评金瓶梅","author_intro":"蘭陵笑笑生，明代文學家，《金瓶梅》的作者，蘭陵即今山東省棗庄市嶧城區，作者當為山東人，書中大量運用山東口語。蘭陵笑笑生為化名，至今尚未發現其他直接證據可說明此人為何人，明沈德符《萬曆野獲編》則說是「嘉靖間大名士手筆。」目前普遍的說法是王世貞，清代宋起風、顧公燮、李慈銘、梁章鉅等學者也認為《金瓶梅》作者應是王世貞。有傳聞說王世貞之父被嚴世蕃所害，而嚴世蕃好讀奇書，王世貞乃著《金瓶梅》，書裡寫了很多淫穢的內容，看的人愛不釋手，又在書角蘸以砒霜毒液，然後將書賣給嚴世蕃，嚴世蕃嗜讀此書，不停的嘴上沾點唾液，把那一頁再翻過去，讀完此書，遂毒發身亡。這個傳言並不可靠，魯迅認為過於牽強附會：「後人之主張此說，並且以苦孝說冠其首，也無非是想減輕社會上的攻擊手段，並不是確有王世貞所作的憑據」。許建平《金學考論》與霍現俊《〈金瓶梅〉發微》再次認定是王世貞作，許建平認為「21世紀《金瓶梅》研究應從王世貞研究作為新的突破口和起點」。","summary":"齐烟、王汝梅会校。\n----------------------\n《金瓶梅》，也稱《金瓶梅詞話》，是中國小說史上第一部文人獨立創作的長篇白話世情小說。作者署名為明代蘭陵笑笑生。\n小說從《水滸傳》中引出，根據《水滸傳》中西門慶勾引潘金蓮，殺武大郎，最後被武松所殺的情節展開，略加改動，描寫了西門慶從發跡到淫亂而死的故事。《金瓶梅》的書名從小說中西門慶的三個妾潘金蓮、李瓶兒、龐春梅的名字中各取一字而成。也有人認為，實際上有更深一層涵義，即「金」代表錢財，「瓶」代表酒，「梅」代表女色。\n本書由山東齊魯書社約請專家學者，據崇禎本存世的幾種主要版本(以北京大學圖書館藏本為底本)全面校勘而成，共二十卷，一百回，附插圖二百幀。正文用四號宋體字排版，字大清晰；另照原書行款排出眉批和夾註；每回有校記。作版本研究或文學欣賞均相宜。","price":"175"},{"rating":{"max":10,"numRaters":6,"average":"0.0","min":0},"subtitle":"","author":["【明】兰陵咲咲生 著","白维国","卜键"],"pubdate":"2017-11","tags":[{"count":19,"name":"金瓶梅","title":"金瓶梅"},{"count":14,"name":"古典文学","title":"古典文学"},{"count":7,"name":"文学","title":"文学"},{"count":5,"name":"中国文学","title":"中国文学"},{"count":3,"name":"白维国","title":"白维国"},{"count":3,"name":"欲购","title":"欲购"},{"count":3,"name":"小说","title":"小说"},{"count":3,"name":"古代文学","title":"古代文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s29782699.jpg","binding":"精装","translator":["白维国","卜键"],"catalog":"","pages":"3116","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s29782699.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s29782699.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s29782699.jpg"},"alt":"https://book.douban.com/subject/30217005/","id":"30217005","publisher":"人民文学出版社","isbn10":"7020095992","isbn13":"9787020095995","title":"全本详注金瓶梅词话","url":"https://api.douban.com/v2/book/30217005","alt_title":"","author_intro":"白维国（1945.7-2015.10），吉林人，1964年考入南开大学中文系，1978年考入中国社会科学院研究生院语言系，毕业后留在中国社会科学院语言研究所工作，研究员,2015年10月23日逝世。研究方向为近代汉语词汇演变，主要著作有《古代小说百科大辞典》（主编之一）、《汉语史通考》（合译）、《金瓶梅词典》《金瓶梅词话校注》（合著）、《红楼梦语言词典》（著者之一）、《中国中世语法史研究》（合译）、《白话语汇研究》（合译）、《现代汉语句典》（主编）、《白话小说语言词典》（主编）、《近代汉语词典》（主编之一）；另有普及读物《红楼百问》等。\n卜键 (1955～)，江苏徐州人。文学博士。历任文化艺术出版社常务副社长兼常务副总编辑、中国艺术研究院红楼梦研究所所长，研究员。现任中国对外文化集团副总经理兼中国对外艺术展览中心总经理。享受政府特殊津贴。全国社科规划（艺术）评审委员，文化部高级职称评审委员会评委，中国艺术研究院特聘教授，上海同济大学教授，中华服饰研究会副理事长，中国剧协会员，中华武侠文学学会副会长兼秘书长等。1995年加入中国作家协会。已出版《从祭赛到戏曲》、《传奇意绪》、《嘉靖皇帝传》、《李开先传略》、《绛树两歌》、《李开先全集》、《金瓶梅词话校注》等学术著作十余种，主编《元曲百科大辞典》，并在《文学评论》、《文学遗产》、《戏曲研究》、《人民日报》等报刊上发表论文70余篇。1999年起担任国家重点社科项目《中国社戏史》主持人。","summary":"卜键：20年前的校书岁月\n《金瓶梅词话校注》的修订本即将出版了，这是一次对初版的全面整修，历时又是数年。人民文学出版社的诸位也花费了很大心血。总编辑国辉老弟要我写一篇跋文，而我首先想起的就是白维国兄，想起与他在张自忠路\u201c执政府大院\u201d校订注释的日子。\n一晃便是20多年过去了，往事历历，来在眼前。\n那时对《金瓶梅》的研究已经很热，但缺少一个可靠的校注本，书中大量的方言俗语、江湖切口、佛道法事、医术药方等等，不那么好懂，直接影响到对文义的解读和全书的评价。曾经主持过《红楼梦》校注的冯其庸先生，提议以\u201c词话本\u201d为底本，认真做一遍校注，为读者提供研究的方便。该书的出版审批程序甚严，记得曾与冯先生多次到新闻出版署，最后得到时任中宣部王忍之部长的支持，终于获得批准。冯先生希望我参与其中，并说王利器先生推荐了白维国，他不熟，询问其情况。我与维国兄虽在研讨会上见过，也不算熟悉，但知他治学严谨，在社科院语言所工作，正在独立编写一本《金瓶梅词典》，当然是合适人选。就这样，我们在冯先生家见了面，议定由老白负责前50回，我负责后50回。已记不真切具体日子，大约是在1990年的冬天。时维国兄住地质大学的筒子楼，我在恭王府内的一间板房，条件都很差，亦不易于商讨沟通。又是冯先生找了一套房子，就在他所住的张自忠路\u201c执政府大院\u201d内西侧红楼，三居室，作为我俩的工作室。\n与同时代的不少人相仿，我的学习经历是残缺的，虽说发表了一些研究文章，出版过相关著作，尚称刻苦勤奋，蒙其庸先生奖掖提携，实则朴学的功力远远不够。维国兄1964年进入南开大学中文系，\u201c文革\u201d后成为社科院第一批研究生，参加了语言所的很多重大项目，是真正的古汉语学家。校注工作的开始阶段，我几乎是从头学起，老白堪称指导老师，拟订凡例，写作样稿，提供重要典籍目录，还要随时答疑解惑。好在本人入手也快，不久便走向正轨。而后半部与前文语词上重复甚多，又是维国兄拿来所做的全书卡片，省却我很大力气。\n感谢冯先生，我们的工作室在那时堪称豪宅，且甚为幽静。这是一位人大经济系教授的住房，因长期驻外空了下来，我俩一人一间，除每周一两次必须到单位点卯，吃住都在那里。每到做饭时间，通常是维国兄先去把菜洗净备好，然后我从书桌起身，燃火开炒，啪啪一阵，两菜一汤便尔上桌，二人边吃边聊，时而议及一些疑难问题。在很长一段时间内，我认定他只会切肉洗菜，不善烹饪。终于有一次我被文稿吸引，起身晚了些，发现老白已然把饭做好，色香味俱佳。我有些吃惊，但见他施施然一笑，说到献丑了。然后是我说他深藏狡狯，他说我过分自信，但从那之后，我们便轮流担任配料和大厨了。\n毕竟是做过中华民国的执政府，那个院子很大，主楼东侧是社科院日本所等单位，建筑虽觉密集逼仄，亦有新竹老槐、檐月松风，每天晚饭后我俩环行两周，散步时海阔天空，无主题闲聊。老白通常示人以缄默寡言，此刻则轻松愉悦，常开怀大笑，常也显现出幽默本色，将经历化为故事，将昔时承受之苦淡淡讲出。留给我很深印象的有这样一件往事：\n说\u201c文革\u201d中他在学校两派争斗时乐得逍遥，与同学张光勤往北戴河，没钱住宿，发现某高干疗养院黑灯房甚多，便\u201c潜\u201d入偷睡，开始时犹胆怯谨慎，两三夜过后便觉精神放松，还要开灯看书、聊天嬉笑，结果被警卫发现。讯问他们的是一个中年军官，问明二人是在校大学生，浅责几句，也就打算放回了，随手翻阅他的笔记本，赞道：\u201c哈，还能写诗啊？不错不错。\u201d然后悲剧发生了\u2014\u2014\u2014所写讽刺\u201c文革\u201d的诗被翻到，军官脸色大变，立即命人将他看押起来，光勤被放回报信。幸好维国兄根红苗正，也没审出什么来，几日后解送学校，便成为批斗对象。他说那时自己刚过20岁，一下子领教了世情冷暖，昔日的诗社好友大多积极或被动揭发，一个女同学冲上台去，厉声嘶喊：\u201c白维国，你这个鬼难拿，终于被我们拿住了！\u201d\n这句话后来被我反复引用，以资调笑，并赠以\u201c鬼难拿\u201d，进而是\u201c白鬼子\u201d的雅号。维国兄开始时抗拒不应，渐也认领下来，有叫必应，不以为忤。曾问那女同学为何如此，好像也是一个因爱生恨的故事。记下这些，是想说两年多的校注生活，实在不像一般人理解的那样清苦枯燥，以至于完稿搬离之际，我俩都有些恋恋不舍。\n那是\u201c金学研究\u201d新见迭出的时期，我们也会即兴即事作一些讨论。由于下过一番考校功夫，对词话本在《金瓶梅》版本系统中的原创地位，有了较深认知。如有人称说\u201c崇祯本\u201d（又称\u201c说散本\u201d）成书更早，认为词话本不早于万历中后期，也列举一些语例及晚出的几位历史人物。实则任何抄本的流传过程，加减增删都有可能，况时人还指明有\u201c陋儒\u201d补写了五回。从书中大多数语词，从其对流行文字的抄撮征引，可证初稿应成于嘉隆间，写作于山东地方，这是我们的看法。\n1995年夏，《金瓶梅词话》校注本由岳麓书社印行。记得此前我俩专程到长沙定稿，该社夏剑钦社长、潘老社长、总编室主任周斌担任责编，足称重视。但两百余万字的文稿，实在无法短时间内细核一遍，加上并非全本，留下不少遗憾。此次修订再版，除补齐删节之原文，增加必要注释，也对原注一一检核，尽量予以订正，此一过程又迤逦数年。我事务繁杂，维国兄承担了较多工作，人民文学出版社古典部主任葛云波、副总编辑周绚隆、总编辑刘国辉、社长管士光都付出很多辛劳，特予说明，并致谢忱！\n维国兄在上个月因癌症逝世，没能看到这部书的新版。两年前初闻其身染恶疾，我与妻子急往通州看望，他显得很豁达。后来多次相见，虽觉清减，仍是那一向的沉静平和，以至于我们都以为医生误判。未料一日突接嫂夫人电话，我与国辉即去医院看望，维国兄说话已很困难，断续交代身后之事，其中便有《金瓶梅词话校注》的修订版。泪眼相对，情何以堪！冯其庸先生今年已93岁高寿，考虑再三，没敢告诉老人家这一消息。维国兄一直埋首书案，留下一些未完项目，这也是其最大遗憾。我想：此书的出版，也是对老白、我亲爱的\u201c白鬼子\u201d的最好告慰。\n2016.1.11 人民政协网","price":"2980.00圆"},{"rating":{"max":10,"numRaters":31,"average":"8.0","min":0},"subtitle":"世道与人心","author":["叶思芬"],"pubdate":"2017-11","tags":[{"count":46,"name":"文学评论","title":"文学评论"},{"count":22,"name":"金瓶梅","title":"金瓶梅"},{"count":22,"name":"我想读这本书","title":"我想读这本书"},{"count":22,"name":"想读，一定很精彩！","title":"想读，一定很精彩！"},{"count":19,"name":"好书，值得一读","title":"好书，值得一读"},{"count":15,"name":"想读","title":"想读"},{"count":15,"name":"小说","title":"小说"},{"count":14,"name":"随笔","title":"随笔"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s29588051.jpg","binding":"平装","translator":[],"catalog":"自序：行到水穷处 I\n第一辑\n第一章/ 天下第一奇书\n一部世情书 2\n嬉笑怒骂看人生 5\n无关乎道德、宗教 7\n开中国文学自然写实的先河 9\n《金瓶梅》的\u201c奇\u201d在于\u201c不奇\u201d 12\n《金瓶梅》的作者、创作年代和版本 17\n词话本与崇祯本的区别 26\n第二章/《金瓶梅》的人物、时间和背景\n你我所熟悉的人生 44\n整理《金瓶梅》的文人之谜 46\n《金瓶梅》的人物和创作时间 48\n一个令人窒息而又风气大开的时代 52\n市民写实，士人写心 58\n享受主义大行其道 59\n《金瓶梅》大事年表 63\n第三章/ 奸夫淫妇谋害亲夫\n武松：狭隘的英雄主义 75\n潘金莲：这个世界不曾给她一点光 80\n西门庆、潘金莲\u201c一见钟情\u201d 87\n王婆的欲擒故纵 92\n西门庆实施\u201c挨光计\u201d 101\n被毒死的\u201c亲夫\u201d 104\n崇祯本绣像说奸夫淫妇 106\n第四章/ 西门庆借色聚财孟玉楼\n\u201c高人\u201d孟玉楼 118\n孟玉楼和潘金莲的对比 120\n城市商人阶级妇人的自主性 123\n女强人薛嫂 127\n西门庆、孟玉楼相亲 133\n孟玉楼风光出嫁 139\n潘金莲的双重焦虑 144\n潘金莲孤军深嫁西门府 150\n第五章/ 李瓶儿一波三折的情戏\n三个女人的算计与考量 157\n西门庆和李瓶儿快乐的调情 159\n李瓶儿五求西门庆 165\n误嫁蒋竹山 169\n潘金莲的考量：拥有知情权 173\n吴月娘的考量：帮丈夫聚财 174\n西门庆终娶李瓶儿 176\n妻妾众人各怀心事 180\n金瓶物语之金簪 185\n金瓶物语之墙 187\n第六章/《清明上河图》再现晚明风物\n第七章/ 春梅初露头角\n性聪慧、善应对的春梅 242\n潘金莲与春梅的\u201c革命\u201d情感 245\n春梅的自我意识凸显 255\n第八章/ 两个金莲生死斗\n自然主义的标本 260\n复杂多样的宋惠莲 265\n不要忘了自己是谁 267\n宋惠莲先犯众怒，再惹潘金莲 270\n无声胜有声的金莲初斗 275\n性明敏、善机变的宋惠莲 279\n潘金莲的反击：借刀杀人 283\n偷情不是\u201c罪\u201d，害人伤天理 293\n金瓶物语之秋千、烧猪头 297\n第九章/ 金、瓶、梅同唱一台戏\n潘金莲焦虑加倍 304\n金瓶物语之鞋：女人如鞋 310\n金瓶物语之床：女人的私密空间 320\n宿命式的预言 321\n不要小看小人物\u2014\u2014秋菊 330\n一部炎凉书 332\n第十章/ 帮闲与妓女\n帮闲与妓女：最实际的人性 340\n不可或缺的角色：应伯爵 342\n西门庆十兄弟 345\n机要秘书应伯爵 352\n《扬州瘦马》：贩卖女子的产业链 357\n言情小说和春宫画的盛行 364\n妓女扮演公关角色 366\n妓女解决了中国古代的爱情荒 368\n妓女引领时尚潮流 369\n妓院的富贵风流 373\n高消费的烟花之地 379\n绣像里的妓院 383\n妓女的生存之道 389\n妓院的底层\u2014\u2014私娼 394\n妓女与帮闲的共生共存 398\n第二辑\n第一章/ 道是平常也动人\n第二章/ 韩道国夫妇登场\n第三章/ 西门府的元宵节\n第四章/ 借色求财的韩、王夫妇\n第五章/ 一步步走向没有光的所在\n第六章/ 西门庆在商场与官场\n第七章/ 吴月娘的心事\n第八章/ 僧尼道之名利场\n第九章/ 从因到果的转折\n第十章/ 官哥儿之死\n第十一章/ 无缘大慈，同体大悲\n第十二章/ 李瓶儿之死谁关心？\n第十三章/ 李瓶儿的热闹丧礼\n第三辑\n第一章/《金瓶梅》的寻常与不寻常\n第二章/ 妓女、帮闲、尼姑、清客\n第三章/ 西门庆的最后一场荒唐戏\n第四章/ 晚明官场现形记\n第五章/ 潘金莲再斗吴月娘\n第六章/ 西门庆最后的满心欢喜\n第七章/ 西门庆的贪欲与死亡\n第八章/ 西门府的众叛亲离\n第九章/ 潘金莲的末路\n第十章/ 春梅：《金瓶梅》的一抹亮色\n第十一章/ 两个女人迥然不同的命运\n第十二章/ 沉重苍劲的结局","pages":"1144","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29588051.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29588051.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29588051.jpg"},"alt":"https://book.douban.com/subject/27133498/","id":"27133498","publisher":"中信出版集团","isbn10":"7508680634","isbn13":"9787508680637","title":"叶思芬说金瓶梅","url":"https://api.douban.com/v2/book/27133498","alt_title":"","author_intro":"叶思芬，台湾大学中国艺术史硕士，现任教于台湾科技大学，讲授《红楼梦》、艺术赏析、饮食文学等课程。著有《千载余情》《台湾美术全集14\u2014\u2014陈植棋》。近十年于敏隆讲堂先后开讲《成住坏空看<红楼梦>》、张爱玲、历代短篇小说、故宫书画精华及《世道人心话金瓶》等课程。","summary":"【内容简介】\n《金瓶梅》对世情的揭露，对人性的描绘，比它的情色描写更具冲击力与持久性。\n在解读者叶思芬的眼中，这不是一部人们惯常认为的\u201c淫书\u201d\u201c禁书\u201d，而是一部从普通人的视角出发，描写日常生活的书，写的是柴米夫妻的衣食住行、爱恨情愁、贪嗔痴慢、生离死别。\n在这里，你可以看到明朝中后期运河沿岸一个有钱人家的日常生活；看到潘金莲如何挣扎谋求一个更好地未来；看到西门庆在官场、商场乃至欢场的应对进退；看到那个时代的官员、商人、妓女与尼姑的生活点滴，以及这样的日常中，人的可笑、人的可怕，还有人的可悯；看到数千年来从未改变过的世道与人心。\n【编辑推荐】\n揭开《金瓶梅》的神秘面纱，走入西门庆与潘金莲的日常生活；结合原版插图，带你细致解读被无数人误解的世界名著，道出千百年来未曾变化的世道人心。\n-----\n1 数百年来，《金瓶梅》一直被视为\u201c淫书\u201d\u201c禁书\u201d。在这里，作者从普通人的角度出发，解读这部大家都知道却又甚少了解的文学名著，还原它\u201c世情书\u201d的本来面目。\n2 这部描写数百年前明朝生活的书，其实与我们当代生活有着极大的相似性，包括商业城市的繁华生活、人们对名利的追逐、欲望的膨胀、复杂的人际关系，更重要的，是数百年来从未改变的世道人心。解读《金瓶梅》，仿佛是在照镜子，穿越历史时空看到我们的另一个版本。\n3 《金瓶梅》写的是日常生活，写的是柴米夫妻的衣食住行、爱恨情愁、贪嗔痴慢、生离死别。却在日常中，写出了人的可笑、人的可怕，还有人的可悯，写出了结实而丑陋的人性。\n4 《金瓶梅》还是明朝的百科全书，对经济生活的描绘尤其详尽，可以让我们了解明朝生活方方面面。买房要多少钱，买衣服要多少钱，吃一顿饭、逛妓院要给多少小费，都可以从中找到答案。\n5 带读者按专题细读小说，解析故事情节、时代背景、人物关系、写作手法、文章结构，独立成书，无需对照原著。\n6 书中插入明代版插图及《清明上河图》，让读者获得更加直观的感受。\n7 本书作者对《金瓶梅》的解读精确到位，如\u201c金瓶物语\u201d专题，从书中的小事物、小细节出发，金簪、鲥鱼，既是精美的衣饰、可口的食物，又是了解人物、背景乃至整个文化的切入点。\n8 文字为讲稿风格，略显口语化，流畅自然，可读性强。\n9 专色印刷包装盒，每辑封面搭配不同配色，装帧典雅大方。\n【名家推荐】\n张爱玲：（《金瓶梅》与《红楼梦》）这两部书在我是一切的泉源。\n郑振铎：表现真实的中国社会的形形色色者，舍《金瓶梅》恐怕找不到更重要的一部小说了。\n鲁迅：作者之于世情，盖诚极洞达，凡所形容，或条畅，或曲折，或刻露而尽相，或幽伏而含讥，或一时并写两面，使之相形，变幻之情，随在显见，同时说部，无以上之。\n宇文所安：在十六世纪的世界文学里，没有哪一部小说像《金瓶梅》。它的质量可以与塞万提斯的 《堂\u2022吉诃德》或者紫式部的《源氏物语》相比，但那些小说没有一部像《金瓶梅》这样具有现代意义上的人情味。","price":"148.00元"},{"rating":{"max":10,"numRaters":56,"average":"9.2","min":0},"subtitle":"","author":["兰陵笑笑生"],"pubdate":"1989年6月","tags":[{"count":30,"name":"金瓶梅","title":"金瓶梅"},{"count":20,"name":"小说","title":"小说"},{"count":15,"name":"古典文学","title":"古典文学"},{"count":12,"name":"明清小说","title":"明清小说"},{"count":8,"name":"古典","title":"古典"},{"count":7,"name":"新刻绣像批评金瓶梅","title":"新刻绣像批评金瓶梅"},{"count":7,"name":"中国文学","title":"中国文学"},{"count":6,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s4188317.jpg","binding":"","translator":[],"catalog":"","pages":"1430","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s4188317.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s4188317.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s4188317.jpg"},"alt":"https://book.douban.com/subject/3205326/","id":"3205326","publisher":"齐鲁书社","isbn10":"7533301366","isbn13":"9787533301361","title":"新刻绣像批评金瓶梅","url":"https://api.douban.com/v2/book/3205326","alt_title":"","author_intro":"","summary":"1989年6月齐鲁书社一版一印精装本二册《新刻绣像批评金瓶梅》，印数8000。\n-----------\n《金瓶梅》崇祯本会校足本，王汝梅会校，齐鲁书社1989年6月版。该书是根据国家新闻出版署文件批准，为学术研究需要而出版的。这是《金瓶梅》崇祯本问世以来第一次出版排印本，一字不删，200幅插图照原版影印。\nhttp://www.kongfz.com/trade/trade_reply.php?id=276291&tc=bbxt&tn=版本学堂","price":"175"},{"rating":{"max":10,"numRaters":141,"average":"8.8","min":0},"subtitle":"","author":["兰陵笑笑生"],"pubdate":"1985年一版一印","tags":[{"count":46,"name":"金瓶梅","title":"金瓶梅"},{"count":39,"name":"中国古典文学","title":"中国古典文学"},{"count":26,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":23,"name":"小说","title":"小说"},{"count":22,"name":"古典文学","title":"古典文学"},{"count":14,"name":"经典","title":"经典"},{"count":9,"name":"古典","title":"古典"},{"count":8,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s4088484.jpg","binding":"精装","translator":[],"catalog":"","pages":"1492","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s4088484.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s4088484.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s4088484.jpg"},"alt":"https://book.douban.com/subject/2043817/","id":"2043817","publisher":"人民文学出版社","isbn10":"7020015905","isbn13":"9787020015900","title":"金瓶梅词话（上下）","url":"https://api.douban.com/v2/book/2043817","alt_title":"","author_intro":"","summary":"戴鸿森校本，人民文学出版社1985年一版一印，精装，二册，删节本，印量10000部，全书合计删19174字。","price":""}]
     */

    private int count;
    private int start;
    private int total;
    private List<BooksBean> books;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<BooksBean> getBooks() {
        return books;
    }

    public void setBooks(List<BooksBean> books) {
        this.books = books;
    }

    public static class BooksBean {
        /**
         * rating : {"max":10,"numRaters":4973,"average":"8.7","min":0}
         * subtitle : 张竹坡批评第一奇书
         * author : ["兰陵笑笑生"]
         * pubdate : 1991
         * tags : [{"count":2564,"name":"金瓶梅","title":"金瓶梅"},{"count":1360,"name":"古典文学","title":"古典文学"},{"count":1052,"name":"兰陵笑笑生","title":"兰陵笑笑生"},{"count":887,"name":"小说","title":"小说"},{"count":834,"name":"中国古典文学","title":"中国古典文学"},{"count":553,"name":"中国文学","title":"中国文学"},{"count":461,"name":"古典","title":"古典"},{"count":434,"name":"中国","title":"中国"}]
         * origin_title : （明）兰陵笑笑生
         * image : https://img3.doubanio.com/view/subject/m/public/s29732363.jpg
         * binding :
         * translator : []
         * catalog :

         * pages :
         * images : {"small":"https://img3.doubanio.com/view/subject/s/public/s29732363.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29732363.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29732363.jpg"}
         * alt : https://book.douban.com/subject/1456692/
         * id : 1456692
         * publisher : 齐鲁出版社
         * isbn10 : 7533300815
         * isbn13 : 9787533300814
         * title : 金瓶梅
         * url : https://api.douban.com/v2/book/1456692
         * alt_title : （明）兰陵笑笑生
         * author_intro :
         * summary : 本书由王汝梅与李昭恂、于凤树校点。
         * series : {"id":"4279","title":"明代四大奇书"}
         * price : 268.00元
         * ebook_url : https://read.douban.com/ebook/5892039/
         * ebook_price : 15.99
         */

        private RatingBean rating;
        private String subtitle;
        private String pubdate;
        private String origin_title;
        private String image;
        private String binding;
        private String catalog;
        private String pages;
        private ImagesBean images;
        private String alt;
        private String id;
        private String publisher;
        private String isbn10;
        private String isbn13;
        private String title;
        private String url;
        private String alt_title;
        private String author_intro;
        private String summary;
        private SeriesBean series;
        private String price;
        private String ebook_url;
        private String ebook_price;
        private List<String> author;
        private List<TagsBean> tags;
        private List<?> translator;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public String getSubtitle() {
            return subtitle;
        }

        public void setSubtitle(String subtitle) {
            this.subtitle = subtitle;
        }

        public String getPubdate() {
            return pubdate;
        }

        public void setPubdate(String pubdate) {
            this.pubdate = pubdate;
        }

        public String getOrigin_title() {
            return origin_title;
        }

        public void setOrigin_title(String origin_title) {
            this.origin_title = origin_title;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getBinding() {
            return binding;
        }

        public void setBinding(String binding) {
            this.binding = binding;
        }

        public String getCatalog() {
            return catalog;
        }

        public void setCatalog(String catalog) {
            this.catalog = catalog;
        }

        public String getPages() {
            return pages;
        }

        public void setPages(String pages) {
            this.pages = pages;
        }

        public ImagesBean getImages() {
            return images;
        }

        public void setImages(ImagesBean images) {
            this.images = images;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getPublisher() {
            return publisher;
        }

        public void setPublisher(String publisher) {
            this.publisher = publisher;
        }

        public String getIsbn10() {
            return isbn10;
        }

        public void setIsbn10(String isbn10) {
            this.isbn10 = isbn10;
        }

        public String getIsbn13() {
            return isbn13;
        }

        public void setIsbn13(String isbn13) {
            this.isbn13 = isbn13;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public String getAlt_title() {
            return alt_title;
        }

        public void setAlt_title(String alt_title) {
            this.alt_title = alt_title;
        }

        public String getAuthor_intro() {
            return author_intro;
        }

        public void setAuthor_intro(String author_intro) {
            this.author_intro = author_intro;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public SeriesBean getSeries() {
            return series;
        }

        public void setSeries(SeriesBean series) {
            this.series = series;
        }

        public String getPrice() {
            return price;
        }

        public void setPrice(String price) {
            this.price = price;
        }

        public String getEbook_url() {
            return ebook_url;
        }

        public void setEbook_url(String ebook_url) {
            this.ebook_url = ebook_url;
        }

        public String getEbook_price() {
            return ebook_price;
        }

        public void setEbook_price(String ebook_price) {
            this.ebook_price = ebook_price;
        }

        public List<String> getAuthor() {
            return author;
        }

        public void setAuthor(List<String> author) {
            this.author = author;
        }

        public List<TagsBean> getTags() {
            return tags;
        }

        public void setTags(List<TagsBean> tags) {
            this.tags = tags;
        }

        public List<?> getTranslator() {
            return translator;
        }

        public void setTranslator(List<?> translator) {
            this.translator = translator;
        }

        public static class RatingBean {
            /**
             * max : 10
             * numRaters : 4973
             * average : 8.7
             * min : 0
             */

            private int max;
            private int numRaters;
            private String average;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public int getNumRaters() {
                return numRaters;
            }

            public void setNumRaters(int numRaters) {
                this.numRaters = numRaters;
            }

            public String getAverage() {
                return average;
            }

            public void setAverage(String average) {
                this.average = average;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }
        }

        public static class ImagesBean {
            /**
             * small : https://img3.doubanio.com/view/subject/s/public/s29732363.jpg
             * large : https://img3.doubanio.com/view/subject/l/public/s29732363.jpg
             * medium : https://img3.doubanio.com/view/subject/m/public/s29732363.jpg
             */

            private String small;
            private String large;
            private String medium;

            public String getSmall() {
                return small;
            }

            public void setSmall(String small) {
                this.small = small;
            }

            public String getLarge() {
                return large;
            }

            public void setLarge(String large) {
                this.large = large;
            }

            public String getMedium() {
                return medium;
            }

            public void setMedium(String medium) {
                this.medium = medium;
            }
        }

        public static class SeriesBean {
            /**
             * id : 4279
             * title : 明代四大奇书
             */

            private String id;
            private String title;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }

        public static class TagsBean {
            /**
             * count : 2564
             * name : 金瓶梅
             * title : 金瓶梅
             */

            private int count;
            private String name;
            private String title;

            public int getCount() {
                return count;
            }

            public void setCount(int count) {
                this.count = count;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }
    }
}
